Repository: iAravindVijayan/HMProductListing
Catalog: Localisation/Sources/Localisation/Assets/Localizable.xcstrings
Source language: en
Languages: sv

# error.decoding
source: Failed to decode response
sv: Kunde inte avkoda svar

# error.invalidUrl
source: Invalid URL
sv: Ogiltig URL

# error.network
source: Network error
sv: Nätverksfel

# error.noData
source: No data available
sv: Ingen data tillgänglig

# general.appName
source: H&M Products
sv: H&M Produkter

# general.cancel
source: Cancel
sv: Avbryt

# general.retryButton
source: Retry
sv: Försök igen

# general.retryHint
source: Tap to try loading again
sv: Tryck för att försöka ladda igen

# productList.cardHint
source: Double tap to view product details
sv: Dubbeltryck för att visa produktdetaljer

# productList.imageUnavaiable
source: Image unavailable
sv: Bild inte tillgänglig

# productList.loadingImage
source: Loading image
sv: Laddar bild

# productList.loadingMoreProducts
source: Loading more products
sv: Laddar fler produkter

# productList.loadingProducts
source: Loading products
sv: Laddar produkter

# productList.productImage
source: Product image
sv: Produktbild
